# DelObjStoryBounds

## Description
Delete all story bounds for this object.

```pascal
PROCEDURE DelObjStoryBounds(object : HANDLE);
```

```python

def vs.DelObjStoryBounds(object):
    return None
```

## Parameters
|Name|Type|Description|
|---|---|---|
|object|HANDLE|The object.|

## See Also
VS Functions:
HasObjStoryBounds| HasObjStoryBound| GetObjStoryBound| SetObjectStoryBound| DelObjStoryBounds| DelObjStoryBound| GetObjStoryBoundsCnt| GetObjStoryBoundsAt

## Version
Availability: from Vectorworks 2012
## Category
* Objects - Architectural